4ops.terraform
anthropic.claude-code
bazelbuild.vscode-bazel
charliermarsh.ruff
esbenp.prettier-vscode
github.vscode-github-actions
golang.go
grafana.vscode-jsonnet
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
redhat.java
tamasfe.even-better-toml
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
